
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

cask_args appdir: "/Applications"

brew "ack"
brew "binutils"
brew "python"
brew "ccat"
brew "cocoapods"
brew "coreutils"
brew "diffutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "gzip"
brew "jq"
brew "jupyterlab"
brew "mas"
brew "moreutils"
brew "neovim"
brew "node"
brew "pyenv"
brew "rbenv"
brew "rename"
brew "rsync"
brew "ruby"
brew "screen"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "travis"
brew "minikube"
brew "redis"
brew "rabbitmq"
brew "nvm"
brew "heroku"
brew "heroku-node"
brew "httpie"
brew "mas"
brew "nmap"

cask "1password"
cask "alacritty"
cask "cheatsheet"
cask "dozer"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "lulu"
cask "slack"
cask "visual-studio-code"
cask "docker"
cask "iterm2"


mas "1Password", id: 1333542190
